{
  "String1": "Steam Deck Compatibility",
  "String2": "Valve’s testing indicates that {0} is Verified on Steam Deck. This game is fully functional on Steam Deck, and works great with the built-in controls and display.",
  "String3": "Valve’s testing indicates that {0} is Playable on Steam Deck. This game is functional on Steam Deck, but might require extra effort to interact with or configure.",
  "String4": "Valve’s testing indicates that {0} is Unsupported on Steam Deck. Some or all of this game currently doesn't function on Steam Deck.",
  "#SteamDeckVerified_TestResult_UnsupportedGraphicsPerformance": "This game's graphics settings cannot be configured to run well on Steam Deck",
  "#SteamDeckVerified_TestResult_DefaultControllerConfigFullyFunctional": "All functionality is accessible when using the default controller configuration",
  "#SteamDeckVerified_TestResult_ControllerGlyphsMatchDeckDevice": "This game shows Steam Deck controller icons",
  "#SteamDeckVerified_TestResult_InterfaceTextIsLegible": "In-game interface text is legible on Steam Deck",
  "#SteamDeckVerified_TestResult_DefaultConfigurationIsPerformant": "This game's default graphics configuration performs well on Steam Deck",
  "#SteamDeckVerified_TestResult_LauncherInteractionIssues": "This game's launcher/setup tool may require the touchscreen or virtual keyboard, or have difficult to read text",
  "#SteamDeckVerified_TestResult_ControllerGlyphsDoNotMatchDeckDevice": "This game sometimes shows mouse, keyboard, or non-Steam-Deck controller icons",
  "#SteamDeckVerified_TestResult_FirstTimeSetupRequiresActiveInternetConnection": "This game's first-time setup requires an active Internet connection",
  "#SteamDeckVerified_TestResult_ExternalControllersNotSupportedPrimaryPlayer": "This game does not default to external Bluetooth/USB controllers on Deck, and may require manually switching the active controller via the Quick Access Menu",
  "#SteamDeckVerified_TestResult_DefaultControllerConfigNotFullyFunctional": "Some functionality is not accessible when using the default controller configuration, requiring use of the touchscreen or virtual keyboard, or a community configuration",
  "#SteamDeckVerified_TestResult_TextInputDoesNotAutomaticallyInvokesKeyboard": "Entering some text requires manually invoking the on-screen keyboard",
  "#SteamDeckVerified_TestResult_InterfaceTextIsNotLegible": "Some in-game text is small and may be difficult to read",
  "#SteamDeckVerified_TestResult_DefaultConfigurationIsNotPerformant": "This game requires manual configuration of graphics settings to perform well on Steam Deck",
  "#SteamDeckVerified_TestResult_NativeResolutionNotDefault": "This game supports Steam Deck's native display resolution but does not set it by default and may require you to configure the display resolution manually",
  "#SteamDeckVerified_TestResult_UnsupportedAntiCheatConfiguration": "This game's anti-cheat is not configured to support Steam Deck",
  "#SteamDeckVerified_TestResult_SteamOSDoesNotSupport": "Valve is still working on adding support for this game on Steam Deck",
  "#SteamDeckVerified_TestResult_SingleplayerGameplayRequiresActiveInternetConnection": "Singleplayer gameplay requires an active Internet connection",
  "#SteamDeckVerified_TestResult_GameOrLauncherDoesntExitCleanly": "This game does not exit cleanly and may require you to manually quit via the Steam overlay",
  "#SteamDeckVerified_TestResult_GamepadNotEnabledByDefault": "This game requires manually enabling controller support using in-game settings",
  "#SteamDeckVerified_TestResult_AuxFunctionalityNotAccessible_MapEditor": "Some auxiliary functionality is not accessible on Steam Deck: map editor"
}