{
  "String1": "Compatibilidad para Steam Deck",
  "String2": "{0} ha obtenido la clasificación de Verificado en las pruebas de compatibilidad con Steam Deck realizadas por Valve. Este juego es totalmente funcional en Steam Deck y va muy bien con sus controles y su pantalla.",
  "String3": "{0} ha obtenido la clasificación de Jugable en las pruebas de compatibilidad con Steam Deck realizadas por Valve. Este juego es funcional en Steam Deck, pero puede requerir un esfuerzo adicional a la hora de interactuar con él o configurarlo.",
  "String4": "{0} ha obtenido la clasificación de No Compatible en las pruebas de compatibilidad con Steam Deck realizadas por Valve. Una parte o la totalidad de este juego no funciona actualmente en Steam Deck.",
  "#SteamDeckVerified_TestResult_UnsupportedGraphicsPerformance": "Los ajustes gráficos de este juego no se pueden configurar para que funcione bien en Steam Deck.",
  "#SteamDeckVerified_TestResult_DefaultControllerConfigFullyFunctional": "Es posible acceder a todas las funciones con la configuración predeterminada del mando.",
  "#SteamDeckVerified_TestResult_ControllerGlyphsMatchDeckDevice": "Este juego muestra los iconos del mando de Steam Deck.",
  "#SteamDeckVerified_TestResult_InterfaceTextIsLegible": "El texto de la interfaz del juego es legible en Steam Deck.",
  "#SteamDeckVerified_TestResult_DefaultConfigurationIsPerformant": "La configuración gráfica predeterminada de este juego funciona bien en Steam Deck.",
  "#SteamDeckVerified_TestResult_LauncherInteractionIssues": "El lanzador o la herramienta de configuración de este juego pueden requerir el uso de la pantalla táctil o el teclado virtual, o tener texto difícil de leer.",
  "#SteamDeckVerified_TestResult_ControllerGlyphsDoNotMatchDeckDevice": "Este juego a veces muestra iconos de ratón, de teclado o de mandos que no son el de Steam Deck.",
  "#SteamDeckVerified_TestResult_FirstTimeSetupRequiresActiveInternetConnection": "La configuración inicial de este juego requiere una conexión activa a Internet.",
  "#SteamDeckVerified_TestResult_ExternalControllersNotSupportedPrimaryPlayer": "Este juego no utiliza mandos Bluetooth o USB externos por defecto en Deck, y es posible que tengas que cambiar el mando activo de forma manual desde el menú de acceso rápido.",
  "#SteamDeckVerified_TestResult_DefaultControllerConfigNotFullyFunctional": "No es posible acceder a algunas funciones con la configuración predeterminada del mando, por lo que es necesario utilizar la pantalla táctil, el teclado virtual o una configuración de la comunidad.",
  "#SteamDeckVerified_TestResult_TextInputDoesNotAutomaticallyInvokesKeyboard": "La introducción de texto requiere la activación manual del teclado en pantalla.",
  "#SteamDeckVerified_TestResult_InterfaceTextIsNotLegible": "Algunos textos del juego son pequeños y pueden resultar difíciles de leer.",
  "#SteamDeckVerified_TestResult_DefaultConfigurationIsNotPerformant": "Este juego requiere una configuración manual de los ajustes gráficos para funcionar bien en Steam Deck.",
  "#SteamDeckVerified_TestResult_NativeResolutionNotDefault": "Este juego es compatible con la resolución de pantalla nativa de Steam Deck, pero no la establece como predeterminada, así que tal vez tengas que configurar la resolución de pantalla manualmente.",
  "#SteamDeckVerified_TestResult_UnsupportedAntiCheatConfiguration": "El sistema antitrampas de este juego no está configurado para ser compatible con Steam Deck.",
  "#SteamDeckVerified_TestResult_SteamOSDoesNotSupport": "Valve aún está trabajando en la compatibilidad de este juego con Steam Deck.",
  "#SteamDeckVerified_TestResult_SingleplayerGameplayRequiresActiveInternetConnection": "El modo para un jugador requiere una conexión activa a Internet.",
  "#SteamDeckVerified_TestResult_GameOrLauncherDoesntExitCleanly": "Este juego no se cierra bien y puede que tengas que cerrarlo de forma manual desde la interfaz de Steam.",
  "#SteamDeckVerified_TestResult_GamepadNotEnabledByDefault": "Este juego requiere que la compatibilidad del mando se active manualmente con los ajustes dentro del juego.",
  "#SteamDeckVerified_TestResult_AuxFunctionalityNotAccessible_MapEditor": "No se puede acceder a alguna funcionalidad en Steam Deck: editor de mapas.",
  "#SteamDeckVerified_TestResult_UnsupportedAntiCheat_Other": "Este juego no es compatible con Steam Deck porque utiliza un sistema antitrampas o un servicio multijugador incompatibles.",
  "#SteamDeckVerified_TestResult_ExternalControllersNotSupportedLocalMultiplayer": "Este juego no permite usar mandos Bluetooth o USB externos en Deck para el modo multijugador local."
}