{
  "String1": "Compatibilité du Steam Deck",
  "String2": "Les tests de Valve indiquent que {0} est vérifié sur Steam Deck. ",
  "String3": "Les tests de Valve indiquent que {0} est jouable sur Steam Deck. ",
  "String4": "Les tests de Valve indiquent que {0} n'est pas pris en charge sur Steam Deck. ",
  "#SteamDeckVerified_TestResult_UnsupportedGraphicsPerformance": "Les paramètres graphiques de ce jeu ne peuvent pas être configurés pour fonctionner correctement sur Steam Deck",
  "#SteamDeckVerified_TestResult_DefaultControllerConfigFullyFunctional": "Toutes les fonctionnalités sont accessibles lors de l'utilisation de la configuration du contrôleur par défaut",
  "#SteamDeckVerified_TestResult_ControllerGlyphsMatchDeckDevice": "Ce jeu affiche les icônes du contrôleur Steam Deck",
  "#SteamDeckVerified_TestResult_InterfaceTextIsLegible": "Le texte de l'interface du jeu est lisible sur Steam Deck",
  "#SteamDeckVerified_TestResult_DefaultConfigurationIsPerformant": "La configuration graphique par défaut de ce jeu fonctionne bien sur Steam Deck",
  "#SteamDeckVerified_TestResult_LauncherInteractionIssues": "L'outil de lancement/de configuration de ce jeu peut nécessiter un écran tactile ou un clavier virtuel, ou avoir du texte difficile à lire",
  "#SteamDeckVerified_TestResult_ControllerGlyphsDoNotMatchDeckDevice": "Ce jeu affiche parfois des icônes de souris, de clavier ou de contrôleur non-Steam-Deck",
  "#SteamDeckVerified_TestResult_FirstTimeSetupRequiresActiveInternetConnection": "La première configuration de ce jeu nécessite une connexion Internet active",
  "#SteamDeckVerified_TestResult_ExternalControllersNotSupportedPrimaryPlayer": "Ce jeu n'utilise pas par défaut les contrôleurs Bluetooth/USB externes sur le Deck et peut nécessiter de changer manuellement de contrôleur actif via le menu d'accès rapide.",
  "#SteamDeckVerified_TestResult_DefaultControllerConfigNotFullyFunctional": "Certaines fonctionnalités ne sont pas accessibles lors de l'utilisation de la configuration du contrôleur par défaut, nécessitant l'utilisation de l'écran tactile ou du clavier virtuel, ou une configuration communautaire.",
  "#SteamDeckVerified_TestResult_TextInputDoesNotAutomaticallyInvokesKeyboard": "La saisie de texte nécessite l'appel manuel du clavier à l'écran",
  "#SteamDeckVerified_TestResult_InterfaceTextIsNotLegible": "Certains textes du jeu sont petits et peuvent être difficiles à lire",
  "#SteamDeckVerified_TestResult_DefaultConfigurationIsNotPerformant": "Ce jeu nécessite une configuration manuelle des paramètres graphiques pour fonctionner correctement sur Steam Deck",
  "#SteamDeckVerified_TestResult_NativeResolutionNotDefault": "Ce jeu prend en charge la résolution d'affichage native de Steam Deck mais ne la définit pas par défaut et peut vous obliger à configurer la résolution d'affichage manuellement",
  "#SteamDeckVerified_TestResult_UnsupportedAntiCheatConfiguration": "L'anti-triche de ce jeu n'est pas configuré pour prendre en charge Steam Deck",
  "#SteamDeckVerified_TestResult_SteamOSDoesNotSupport": "Valve travaille toujours sur l'ajout du support pour ce jeu sur Steam Deck",
  "#SteamDeckVerified_TestResult_SingleplayerGameplayRequiresActiveInternetConnection": "Le jeu solo nécessite une connexion Internet active",
  "#SteamDeckVerified_TestResult_GameOrLauncherDoesntExitCleanly": "Ce jeu ne se termine pas proprement et peut nécessiter une fermeture manuelle via la superposition Steam.",
  "#SteamDeckVerified_TestResult_GamepadNotEnabledByDefault": "Ce jeu nécessite l'activation manuelle de la prise en charge des manettes à l'aide des paramètres du jeu.",
  "#SteamDeckVerified_TestResult_AuxFunctionalityNotAccessible_MapEditor": "Certaines fonctionnalités auxiliaires ne sont pas accessibles sur Steam Deck : éditeur de cartes",
  "#SteamDeckVerified_TestResult_UnsupportedAntiCheat_Other": "Ce jeu n'est pas pris en charge sur Steam Deck en raison de l'utilisation d'un service anti-triche ou multijoueur non pris en charge."
}