{
  "String1": "Compatibilità con Steam Deck",
  "String2": "I test di Valve indicano che {0} è verificato su Steam Deck. ",
  "String3": "I test di Valve indicano che {0} è riproducibile su Steam Deck. ",
  "String4": "I test di Valve indicano che {0} non è supportato su Steam Deck. ",
  "#SteamDeckVerified_TestResult_UnsupportedGraphicsPerformance": "Le impostazioni grafiche di questo gioco non possono essere configurate per funzionare bene su Steam Deck",
  "#SteamDeckVerified_TestResult_DefaultControllerConfigFullyFunctional": "Tutte le funzionalità sono accessibili quando si utilizza la configurazione predefinita del controller",
  "#SteamDeckVerified_TestResult_ControllerGlyphsMatchDeckDevice": "Questo gioco mostra le icone del controller Steam Deck",
  "#SteamDeckVerified_TestResult_InterfaceTextIsLegible": "Il testo dell'interfaccia di gioco è leggibile su Steam Deck",
  "#SteamDeckVerified_TestResult_DefaultConfigurationIsPerformant": "La configurazione grafica predefinita di questo gioco funziona bene su Steam Deck",
  "#SteamDeckVerified_TestResult_LauncherInteractionIssues": "Lo strumento di avvio/configurazione di questo gioco potrebbe richiedere il touchscreen o la tastiera virtuale oppure presentare testo difficile da leggere",
  "#SteamDeckVerified_TestResult_ControllerGlyphsDoNotMatchDeckDevice": "Questo gioco a volte mostra icone di mouse, tastiera o controller non Steam-Deck",
  "#SteamDeckVerified_TestResult_FirstTimeSetupRequiresActiveInternetConnection": "La prima configurazione di questo gioco richiede una connessione Internet attiva",
  "#SteamDeckVerified_TestResult_ExternalControllersNotSupportedPrimaryPlayer": "Per impostazione predefinita, questo gioco non utilizza controller Bluetooth/USB esterni sul deck e potrebbe richiedere il cambio manuale del controller attivo tramite il menu di accesso rapido",
  "#SteamDeckVerified_TestResult_DefaultControllerConfigNotFullyFunctional": "Alcune funzionalità non sono accessibili quando si utilizza la configurazione predefinita del controller, che richiede l'uso del touchscreen o della tastiera virtuale o una configurazione della community",
  "#SteamDeckVerified_TestResult_TextInputDoesNotAutomaticallyInvokesKeyboard": "Per inserire del testo è necessario richiamare manualmente la tastiera su schermo",
  "#SteamDeckVerified_TestResult_InterfaceTextIsNotLegible": "Alcuni testi di gioco sono piccoli e potrebbero essere difficili da leggere",
  "#SteamDeckVerified_TestResult_DefaultConfigurationIsNotPerformant": "Questo gioco richiede la configurazione manuale delle impostazioni grafiche per funzionare bene su Steam Deck",
  "#SteamDeckVerified_TestResult_NativeResolutionNotDefault": "Questo gioco supporta la risoluzione dello schermo nativa di Steam Deck ma non la imposta per impostazione predefinita e potrebbe richiedere la configurazione manuale della risoluzione dello schermo",
  "#SteamDeckVerified_TestResult_UnsupportedAntiCheatConfiguration": "L'anti-cheat di questo gioco non è configurato per supportare Steam Deck",
  "#SteamDeckVerified_TestResult_SteamOSDoesNotSupport": "Valve sta ancora lavorando per aggiungere il supporto per questo gioco su Steam Deck",
  "#SteamDeckVerified_TestResult_SingleplayerGameplayRequiresActiveInternetConnection": "Il gioco per giocatore singolo richiede una connessione Internet attiva",
  "#SteamDeckVerified_TestResult_GameOrLauncherDoesntExitCleanly": "Questo gioco non si chiude in modo corretto e potrebbe essere necessario uscire manualmente tramite l'overlay di Steam",
  "#SteamDeckVerified_TestResult_GamepadNotEnabledByDefault": "Questo gioco richiede l'attivazione manuale del supporto del controller utilizzando le impostazioni del gioco",
  "#SteamDeckVerified_TestResult_AuxFunctionalityNotAccessible_MapEditor": "Alcune funzionalità ausiliarie non sono accessibili su Steam Deck: editor di mappe",
  "#SteamDeckVerified_TestResult_UnsupportedAntiCheat_Other": "Questo gioco non è supportato su Steam Deck a causa dell'utilizzo di un servizio anti-cheat o multiplayer non supportato",
  "#SteamDeckVerified_TestResult_ExternalControllersNotSupportedLocalMultiplayer": "Questo gioco non supporta controller Bluetooth/USB esterni sul Deck per i giochi multigiocatore locale.",
  "#SteamDeckVerified_TestResult_DeviceCompatibilityWarningsShown": "Questo gioco mostra avvertimenti di compatibilità quando corre su Steam Deck, ma funziona bene"
}