{
  "Title": "Konto",
  "String1": "Ändern Sie Ihre Kontoeinstellungen",
  "String2": "E-Mail ändern",
  "String3": "E-Mail-Benachrichtigungen",
  "String4": "Kennwort ändern",
  "String5": "Steam",
  "String6": "Schlüssel",
  "String7": "Persönliche Daten",
  "String8": "Patreon",
  "String9": "GOG",
  "String10": "Importieren Sie Ihre Spiele und Wunschliste aus Ihrem GOG-Konto",
  "String11": "Importieren Sie Ihre Spiele und Wunschliste von Ihrem Steam-Konto",
  "String12": "Greifen Sie auf die Schlüssel zu den Spielen zu, die Sie erhalten haben",
  "String13": "Fügen Sie die E-Mail-Adresse hinzu, die Sie auf Patreon verwenden, und profitieren Sie von den Vorteilen, auf der Website zu helfen",
  "String14": "Erhalten Sie jedes Mal eine E-Mail, wenn es ein neues Minimum in einem Spiel oder eine neue Nachricht gibt",
  "String15": "Laden Sie Ihre Kontodaten herunter oder löschen Sie Ihr Konto",
  "String16": "Ändern Sie das Passwort, um auf Ihr Konto zuzugreifen",
  "String17": "Ändern Sie die mit Ihrem Konto verknüpfte E-Mail-Adresse",
  "String18": "Importieren Sie Ihre Spiele und Wunschliste",
  "String19": "IsThereAnyDeal",
  "String20": "Importieren Sie Ihre Wunschliste mithilfe des Inhalts der in IsThereAnyDeal generierten JSON-Datei",
  "String21": "Push-Benachrichtigungen",
  "String22": "Erhalten Sie jedes Mal eine Benachrichtigung in Ihrem Webbrowser auf jedem Gerät, wenn es einen neuen historischen Tiefstpreis für ein Spiel oder eine neue Nachricht auf dieser Website gibt",
  "String23": "Benachrichtigungen verwalten",
  "String24": "Sprache",
  "String25": "Ändern Sie die Spracheinstellungen auf dieser Website",
  "Mail1": "Aktuelle E-Mail",
  "Mail2": "Bitte geben Sie Ihre E-Mail-Adresse ein",
  "Mail3": "Verifizierungs-E-Mail senden",
  "Mail4": "Neue E-Mail",
  "Mail5": "E-Mail ändern",
  "Mail6": "Bestätigungs-E-Mail gesendet. ",
  "Mail7": "Bestätigungslink zum Ändern der gesendeten E-Mail. ",
  "NotificationsMail1": "Wunschliste",
  "NotificationsMail2": "Sie werden per E-Mail benachrichtigt, wenn ein Spiel auf Ihrer Wunschliste einen neuen historischen Tiefstpreis erreicht.",
  "NotificationsMail3": "Bündel",
  "NotificationsMail4": "Sie werden per E-Mail benachrichtigt, wenn ein neues Paket erscheint.",
  "NotificationsMail5": "Frei",
  "NotificationsMail6": "Sie werden per E-Mail benachrichtigt, wenn ein neues kostenpflichtiges Spiel vorübergehend kostenlos verfügbar ist.",
  "NotificationsMail7": "Abonnements",
  "NotificationsMail8": "Sie werden per E-Mail benachrichtigt, wenn bei Abonnementdiensten neue Spiele erscheinen, die auf Plattformen wie Steam oder GOG eingelöst werden können.",
  "NotificationsMail9": "Andere",
  "NotificationsMail10": "Sie werden per E-Mail benachrichtigt, wenn relevante Neuigkeiten auf der Website erscheinen und diese nicht aus den vorherigen Kategorien stammen.",
  "NotificationsMail11": "Hinweis: Um Spam-E-Mails zu vermeiden, werden E-Mails nur dann versendet, wenn der neue historische Preis eine Differenz von mindestens 10 Eurocent zum vorherigen Preis aufweist.",
  "NotificationsPush1": "Wunschliste",
  "NotificationsPush2": "Sie werden in Ihrem Webbrowser benachrichtigt, wenn ein Spiel auf Ihrer Wunschliste einen neuen historischen Tiefstpreis erreicht.",
  "NotificationsPush3": "Bündel",
  "NotificationsPush4": "Sie werden in Ihrem Webbrowser benachrichtigt, wenn ein neues Paket erscheint.",
  "NotificationsPush5": "Frei",
  "NotificationsPush6": "Sie werden in Ihrem Webbrowser benachrichtigt, wenn ein neues kostenpflichtiges Spiel vorübergehend kostenlos verfügbar ist.",
  "NotificationsPush7": "Abonnements",
  "NotificationsPush8": "Sie werden in Ihrem Webbrowser benachrichtigt, wenn bei Abonnementdiensten neue Spiele erscheinen, die auf Plattformen wie Steam oder GOG eingelöst werden können.",
  "NotificationsPush9": "Andere",
  "NotificationsPush10": "Sie werden in Ihrem Webbrowser benachrichtigt, wenn relevante Nachrichten auf der Website erscheinen und diese nicht aus den vorherigen Kategorien stammen.",
  "NotificationsPush11": "Hinweis: Um Benachrichtigungs-Spam zu vermeiden, werden Benachrichtigungen nur dann versendet, wenn der neue historische Preis eine Differenz von mindestens 10 Eurocent zum vorherigen Preis aufweist.",
  "NotificationsPush12": "Gespeicherter Webbrowser:",
  "NotificationsPush13": "Fügen Sie diesen Webbrowser hinzu, um Benachrichtigungen zu erhalten",
  "NotificationsPush14": "Entfernen Sie diesen Webbrowser vom Empfang von Benachrichtigungen",
  "ChangePassword1": "Aktuelles Passwort",
  "ChangePassword2": "Geben Sie Ihr aktuelles Passwort ein",
  "ChangePassword3": "Neues Passwort",
  "ChangePassword4": "Geben Sie Ihr neues Passwort ein",
  "ChangePassword5": "Neues Passwort bestätigen",
  "ChangePassword6": "Bestätigen Sie Ihr neues Passwort",
  "ChangePassword7": "Kennwort ändern",
  "ChangePassword8": "Das Passwort muss mindestens 6 Zeichen lang sein",
  "ChangePassword9": "Das Passwort muss mindestens eine Zahl enthalten",
  "ChangePassword10": "Das Passwort muss mindestens einen Großbuchstaben enthalten",
  "ChangePassword11": "Das Passwort muss mindestens ein nicht alphanumerisches Zeichen enthalten",
  "ChangePassword12": "Das Bestätigungspasswort stimmt nicht mit dem neuen Passwort überein",
  "ChangePassword13": "Das aktuelle Passwort ist nicht korrekt",
  "ChangePassword14": "Die Passwortänderung war erfolgreich",
  "ChangePassword15": "Beim Ändern des Passworts ist ein Fehler aufgetreten. ",
  "Steam1": "https://steamcommunity.com/id/yourname/",
  "Steam2": "Diese Website benötigt nur Informationen von Ihrem Steam-Konto, falls Sie beim Importieren Ihrer Wunschliste Zeit sparen und auf der Seite des Spiels anzeigen möchten, ob Sie das Spiel bereits auf Steam besitzen.",
  "Steam3": "Damit es ordnungsgemäß funktioniert, müssen die Berechtigungen Ihres Steam-Kontos so sein.",
  "Steam4": "Dieser Steam-Benutzer ist bereits mit einem anderen registrierten Konto verknüpft.",
  "Steam5": "Aktualisieren",
  "Steam6": "ID64:",
  "Steam7": "Name:",
  "Steam8": "Spiele auf dem Konto:",
  "Steam9": "Spiele auf der Wunschliste:",
  "Steam10": "Letzte Kontrolle",
  "Steam11": "Um diesen Bereich nutzen zu können, muss Ihr E-Mail-Konto bestätigt werden.",
  "Steam12": "Die Daten Ihres Steam-Kontos können nur alle 10 Minuten aktualisiert werden.",
  "Steam13": "Girokonto ID64",
  "Steam14": "Daten prüfen",
  "Gog1": "https://www.gog.com/u/yourname/",
  "Gog2": "Diese Website benötigt nur Informationen von Ihrem GOG-Konto, falls Sie beim Importieren Ihrer Wunschliste Zeit sparen und auf der Seite des Spiels anzeigen möchten, ob Sie das Spiel bereits auf GOG besitzen.",
  "Gog3": "Damit es ordnungsgemäß funktioniert, müssen die Berechtigungen Ihres GOG-Kontos so sein.",
  "Gog4": "Dieser GOG-Benutzer ist bereits mit einem anderen registrierten Konto verknüpft.",
  "Gog5": "Aktualisieren",
  "Gog6": "AUSWEIS:",
  "Gog8": "Spiele auf dem Konto:",
  "Gog9": "Spiele auf der Wunschliste:",
  "Gog10": "Letzte Kontrolle",
  "Gog11": "Um diesen Bereich nutzen zu können, muss Ihr E-Mail-Konto bestätigt werden.",
  "Gog12": "Die Daten deines GOG-Kontos können nur alle 10 Minuten aktualisiert werden.",
  "Gog13": "Konto-ID prüfen",
  "Gog14": "Daten prüfen",
  "Isthereanydeal1": "Importieren Sie Ihre Wunschliste",
  "Isthereanydeal2": "Kopieren Sie den Inhalt der JSON-Datei hier:",
  "Isthereanydeal3": "Dinge, die Sie wissen sollten, bevor Sie Ihre Wunschliste importieren",
  "Isthereanydeal4": "IsThereAnyDeal stellt das Nötigste an Informationen bereit, wenn Sie Ihre Wunschliste von dort exportieren. ",
  "Isthereanydeal5": "IsThereAnyDeal stellt keine Informationen darüber bereit, auf welcher Plattform Ihre Wunschspiele angezeigt werden sollen. Beim Importieren von Spielen werden diese daher standardmäßig Steam zugewiesen.",
  "Isthereanydeal6": "In IsThereAnyDeal können Sie Ihre Wunschliste hier im JSON-Format exportieren:",
  "Isthereanydeal7": "Dieser Import erfolgt nicht automatisch. Sie müssen Ihre Wunschliste aus IsThereAnyDeal in eine JSON-Datei exportieren und den Inhalt dieser Datei unten kopieren. ",
  "Isthereanydeal8": "Menge Ihrer importierten Wunschliste: {0}",
  "Keys1": "Es gibt keinen Schlüssel in Ihrem Konto.",
  "Keys2": "Um diesen Bereich nutzen zu können, muss Ihr E-Mail-Konto bestätigt werden.",
  "PersonalData1": "Daten aus Ihrem Konto",
  "PersonalData2": "Nachfolgend können Sie alle mit Ihrem Konto verknüpften Daten herunterladen, die die Website verwendet.",
  "PersonalData3": "Daten herunterladen",
  "PersonalData4": "Löschen Sie Ihr Konto",
  "PersonalData5": "Sie können Ihr Konto von der Website löschen, wenn Sie es für notwendig erachten. Diese Aktion kann jedoch nicht mehr rückgängig gemacht werden. Wenn Sie Ihr Konto löschen, kann ich es nicht wiederherstellen.",
  "PersonalData6": "Konto löschen",
  "PersonalData7": "Bevor Sie das Konto löschen, müssen Sie Ihr Passwort erneut eingeben:",
  "PersonalData8": "Denken Sie daran: Wenn Sie Ihr Konto löschen, kann ich es nicht wiederherstellen.",
  "PersonalData9": "Konto löschen",
  "Patreon1": "Vielen Dank, dass Sie mir finanziell dabei geholfen haben, diese Website aufrechtzuerhalten. Die Reihe der Vorteile, die Ihnen zur Verfügung stehen, können Sie hier sehen:",
  "Patreon2": "Sie können mir über Patreon dabei helfen, diese Website finanziell aufrechtzuerhalten. Hier finden Sie Informationen dazu und können sich auch eine Reihe von Vorteilen ansehen, die Sie dadurch haben:",
  "Patreon3": "Patreon-Mail",
  "Patreon4": "Falls Sie eine andere E-Mail-Adresse für Patreon verwenden, können Sie diese hier eingeben:",
  "Patreon5": "Geben Sie Ihre E-Mail-Adresse ein",
  "Patreon6": "Diese E-Mail ist mit einem anderen Konto verknüpft.",
  "Patreon7": "Die Website verifiziert Patreon-Benutzer automatisch alle 6 Stunden. Wenn Sie sich also entscheiden, mich finanziell zu unterstützen, müssen Sie einige Stunden warten, bis Sie die Vorteile erhalten."
}