{
  "Title": "Konto",
  "String1": "Ändern Sie Ihre Kontoeinstellungen",
  "String2": "E-Mail ändern",
  "String3": "E-Mail-Benachrichtigungen",
  "String4": "Kennwort ändern",
  "String5": "Steam-Konto",
  "String6": "Schlüssel",
  "String7": "Persönliche Daten",
  "String8": "Patreon",
  "Mail1": "Aktuelle E-Mail",
  "Mail2": "Bitte geben Sie Ihre E-Mail-Adresse ein",
  "Mail3": "Verifizierungs-E-Mail senden",
  "Mail4": "Neue E-Mail",
  "Mail5": "E-Mail ändern",
  "Mail6": "Bestätigungs-E-Mail gesendet. ",
  "Mail7": "Bestätigungslink zum Ändern der gesendeten E-Mail. ",
  "Notifications1": "Wunschliste",
  "Notifications2": "Sie werden per E-Mail benachrichtigt, wenn ein Spiel auf Ihrer Wunschliste einen neuen historischen Tiefstpreis erreicht.",
  "Notifications3": "Bündel",
  "Notifications4": "Sie werden per E-Mail benachrichtigt, wenn ein neues Paket erscheint.",
  "Notifications5": "Frei",
  "Notifications6": "Sie werden per E-Mail benachrichtigt, wenn ein neues kostenpflichtiges Spiel vorübergehend kostenlos verfügbar ist.",
  "Notifications7": "Abonnements",
  "Notifications8": "Sie werden per E-Mail benachrichtigt, wenn bei Abonnementdiensten neue Spiele erscheinen, die auf Plattformen wie Steam oder GOG eingelöst werden können.",
  "Notifications9": "Andere",
  "Notifications10": "Sie werden per E-Mail benachrichtigt, wenn relevante Neuigkeiten auf der Website erscheinen und diese nicht aus den vorherigen Kategorien stammen.",
  "Notifications11": "Hinweis: Um Spam-E-Mails zu vermeiden, werden E-Mails nur dann versendet, wenn der neue historische Preis eine Differenz von mindestens 10 Eurocent zum vorherigen Preis aufweist.",
  "ChangePassword1": "Aktuelles Passwort",
  "ChangePassword2": "Geben Sie Ihr aktuelles Passwort ein",
  "ChangePassword3": "Neues Passwort",
  "ChangePassword4": "Geben Sie Ihr neues Passwort ein",
  "ChangePassword5": "Neues Passwort bestätigen",
  "ChangePassword6": "Bestätigen Sie Ihr neues Passwort",
  "ChangePassword7": "Kennwort ändern",
  "ChangePassword8": "Das Passwort muss mindestens 6 Zeichen lang sein",
  "ChangePassword9": "Das Passwort muss mindestens eine Zahl enthalten",
  "ChangePassword10": "Das Passwort muss mindestens einen Großbuchstaben enthalten",
  "ChangePassword11": "Das Passwort muss mindestens ein nicht alphanumerisches Zeichen enthalten",
  "ChangePassword12": "Das Bestätigungspasswort stimmt nicht mit dem neuen Passwort überein",
  "ChangePassword13": "Das aktuelle Passwort ist nicht korrekt",
  "ChangePassword14": "Die Passwortänderung war erfolgreich",
  "ChangePassword15": "Beim Ändern des Passworts ist ein Fehler aufgetreten. ",
  "Steam1": "https://steamcommunity.com/id/yourname/",
  "Steam2": "Diese Website benötigt Ihre Steam-Kontoinformationen nur, wenn Sie beim Erstellen Ihrer Wunschliste Zeit sparen möchten.",
  "Steam3": "Damit es ordnungsgemäß funktioniert, müssen die Berechtigungen Ihres Steam-Kontos so sein.",
  "Steam4": "Dieser Steam-Benutzer ist bereits mit einem anderen registrierten Konto verknüpft.",
  "Steam5": "Aktualisieren",
  "Steam6": "ID64:",
  "Steam7": "Name:",
  "Steam8": "Spiele auf dem Konto:",
  "Steam9": "Spiele auf der Wunschliste:",
  "Steam10": "Letzte Kontrolle",
  "Steam11": "Um diesen Bereich nutzen zu können, muss Ihr E-Mail-Konto bestätigt werden.",
  "Steam12": "Die Daten Ihres Steam-Kontos können nur alle 10 Minuten aktualisiert werden.",
  "Steam13": "Girokonto ID64",
  "Steam14": "Daten prüfen",
  "Keys1": "Es gibt keinen Schlüssel in Ihrem Konto.",
  "Keys2": "Um diesen Bereich nutzen zu können, muss Ihr E-Mail-Konto bestätigt werden.",
  "PersonalData1": "Daten aus Ihrem Konto",
  "PersonalData2": "Nachfolgend können Sie alle mit Ihrem Konto verknüpften Daten herunterladen, die die Website verwendet.",
  "PersonalData3": "Daten herunterladen",
  "PersonalData4": "Löschen Sie Ihr Konto",
  "PersonalData5": "Sie können Ihr Konto von der Website löschen, wenn Sie es für notwendig erachten. Diese Aktion kann jedoch nicht mehr rückgängig gemacht werden. Wenn Sie Ihr Konto löschen, kann ich es nicht wiederherstellen.",
  "PersonalData6": "Konto löschen",
  "PersonalData7": "Bevor Sie das Konto löschen, müssen Sie Ihr Passwort erneut eingeben:",
  "PersonalData8": "Denken Sie daran: Wenn Sie Ihr Konto löschen, kann ich es nicht wiederherstellen.",
  "PersonalData9": "Konto löschen",
  "Patreon1": "Vielen Dank, dass Sie mir finanziell dabei geholfen haben, diese Website aufrechtzuerhalten. Die Reihe der Vorteile, die Ihnen zur Verfügung stehen, können Sie hier sehen:",
  "Patreon2": "Sie können mir über Patreon dabei helfen, diese Website finanziell aufrechtzuerhalten. Hier finden Sie Informationen dazu und können sich auch eine Reihe von Vorteilen ansehen, die Sie dadurch haben:",
  "Patreon3": "Patreon-Mail",
  "Patreon4": "Falls Sie eine andere E-Mail-Adresse für Patreon verwenden, können Sie diese hier eingeben:",
  "Patreon5": "Geben Sie Ihre E-Mail-Adresse ein",
  "Patreon6": "Diese E-Mail ist mit einem anderen Konto verknüpft.",
  "Patreon7": "Die Website verifiziert Patreon-Benutzer automatisch alle 6 Stunden. Wenn Sie sich also entscheiden, mich finanziell zu unterstützen, müssen Sie einige Stunden warten, bis Sie die Vorteile erhalten."
}