{
  "Title": "Account",
  "String1": "Change your account settings",
  "String2": "Change Email",
  "String3": "Email Notifications",
  "String4": "Change Password",
  "String5": "Steam",
  "String6": "Keys",
  "String7": "Personal Data",
  "String8": "Patreon",
  "String9": "GOG",
  "String10": "Import your games and wishlist from your GOG account",
  "String11": "Import your games and wishlist from your Steam account",
  "String12": "Access the keys to the games you have obtained",
  "String13": "Add the email you use on Patreon and get the perks of helping on the website",
  "String14": "Receive an email every time there is a new historical low price in a game or a new news on this website",
  "String15": "Download your account data or delete your account",
  "String16": "Change the password to access your account",
  "String17": "Change the email associated with your account",
  "String18": "Import your games and wishlist",
  "String19": "IsThereAnyDeal",
  "String20": "Import your wishlist using the content of the JSON file generated in IsThereAnyDeal",
  "String21": "Push Notifications",
  "String22": "Receive a notification in your web browser on any device every time there is a new historical low price in a game or a new news on this website",
  "String23": "Managing notifications",
  "String24": "Language",
  "String25": "Change language preferences on this web",
  "Mail1": "Current Email",
  "Mail2": "Please enter your email",
  "Mail3": "Send verification email",
  "Mail4": "New Email",
  "Mail5": "Change Email",
  "Mail6": "Verification email sent. Please check your email.",
  "Mail7": "Confirmation link to change email sent. Please check your email.",
  "NotificationsMail1": "Wishlist",
  "NotificationsMail2": "You will be notified by email when a game on your wishlist reaches a new historical low price.",
  "NotificationsMail3": "Bundles",
  "NotificationsMail4": "You will be notified by email when a new bundle appears.",
  "NotificationsMail5": "Free",
  "NotificationsMail6": "You will be notified by email when a new paid game is temporarily available for free.",
  "NotificationsMail7": "Subscriptions",
  "NotificationsMail8": "You will be notified by email when new games appear on subscription services that can be redeemed on platforms such as Steam or GOG.",
  "NotificationsMail9": "Others",
  "NotificationsMail10": "You will be notified by email when relevant news appears on the website and these are not from the previous categories.",
  "NotificationsMail11": "Note: To avoid spam emails, emails are only sent when the new historical price has a difference of at least 10 euro cents compared to the previous price.",
  "NotificationsPush1": "Wishlist",
  "NotificationsPush2": "You will be notified in your web browser when a game on your wishlist reaches a new historical low price.",
  "NotificationsPush3": "Bundles",
  "NotificationsPush4": "You will be notified in your web browser when a new bundle appears.",
  "NotificationsPush5": "Free",
  "NotificationsPush6": "You will be notified in your web browser when a new paid game is temporarily available for free.",
  "NotificationsPush7": "Subscriptions",
  "NotificationsPush8": "You will be notified in your web browser when new games appear on subscription services that can be redeemed on platforms such as Steam or GOG.",
  "NotificationsPush9": "Others",
  "NotificationsPush10": "You will be notified in your web browser when relevant news appears on the website and these are not from the previous categories.",
  "NotificationsPush11": "Note: To avoid notification spam, notifications are only sent when the new historical price has a difference of at least 10 euro cents compared to the previous price.",
  "NotificationsPush12": "Saved web browser:",
  "NotificationsPush13": "Add this web browser to receive notifications",
  "NotificationsPush14": "Remove this web browser from receiving notifications",
  "ChangePassword1": "Current password",
  "ChangePassword2": "Enter your current password",
  "ChangePassword3": "New password",
  "ChangePassword4": "Enter your new password",
  "ChangePassword5": "Confirm new password",
  "ChangePassword6": "Confirm your new password",
  "ChangePassword7": "Change Password",
  "ChangePassword8": "The password must be a minimum of 6 characters",
  "ChangePassword9": "The password must have at least one number",
  "ChangePassword10": "The password must have at least one uppercase letter",
  "ChangePassword11": "The password must have at least one non alphanumeric character",
  "ChangePassword12": "The confirmation password does not match new password",
  "ChangePassword13": "The current password is not correct",
  "ChangePassword14": "The password change was successful",
  "ChangePassword15": "An error occurred while changing the password. Contact admin@pepeizqdeals.com",
  "Steam1": "https://steamcommunity.com/id/yourname/",
  "Steam2": "This website only needs information from your Steam account in case you want to save time importing your wishlist and show in the game's page if you already own the game on Steam.",
  "Steam3": "In order for it to work correctly, your Steam account permissions must be like this.",
  "Steam4": "That Steam user is already associated with another registered account.",
  "Steam5": "Refresh",
  "Steam6": "ID64:",
  "Steam7": "Name:",
  "Steam8": "Games on the account:",
  "Steam9": "Games on the wishlist:",
  "Steam10": "Last check",
  "Steam11": "You must have your email account confirmed to be able to use this section.",
  "Steam12": "Your Steam account data can only be updated once every 10 minutes.",
  "Steam13": "Checking account ID64",
  "Steam14": "Checking data",
  "Gog1": "https://www.gog.com/u/yourname/",
  "Gog2": "This website only needs information from your GOG account in case you want to save time importing your wishlist and show in the game's page if you already own the game on GOG.",
  "Gog3": "In order for it to work correctly, your GOG account permissions must be like this.",
  "Gog4": "That GOG user is already associated with another registered account.",
  "Gog5": "Refresh",
  "Gog6": "ID:",
  "Gog8": "Games on the account:",
  "Gog9": "Games on the wishlist:",
  "Gog10": "Last check",
  "Gog11": "You must have your email account confirmed to be able to use this section.",
  "Gog12": "Your GOG account data can only be updated once every 10 minutes.",
  "Gog13": "Checking account ID",
  "Gog14": "Checking data",
  "Isthereanydeal1": "Import your wishlist",
  "Isthereanydeal2": "Copy the contents of the JSON file here:",
  "Isthereanydeal3": "Things you should know before importing your wishlist",
  "Isthereanydeal4": "IsThereAnyDeal provides the bare minimum of information when you export your wishlist from there. The only information it provides is the title of the games and when importing games here it is possible that not all games will be imported if there are discrepancies in the titles I have stored on the web.",
  "Isthereanydeal5": "IsThereAnyDeal does not provide any information about which platform you want your wishlisted games to be on, so by default when importing games they will be assigned to Steam.",
  "Isthereanydeal6": "In IsThereAnyDeal you can export your wishlist in JSON format from here:",
  "Isthereanydeal7": "This import is not automatic, you must export your wishlist from IsThereAnyDeal into a JSON file and copy the contents of that file below. If you make any changes to your wishlist in IsThereAnyDeal you will need to re-import the contents of the file again.",
  "Isthereanydeal8": "Quantity of your imported wishlist: {0}",
  "Keys1": "There is no key in your account.",
  "Keys2": "You must have your email account confirmed to be able to use this section.",
  "PersonalData1": "Data from your account",
  "PersonalData2": "Below you can download all the data linked to your account that the website uses.",
  "PersonalData3": "Download data",
  "PersonalData4": "Delete your account",
  "PersonalData5": "You can delete your account from the website if you consider it necessary, but there is no going back on this action, if you delete your account I will not be able to recover it.",
  "PersonalData6": "Delete account",
  "PersonalData7": "Before deleting the account I need you to enter your password again:",
  "PersonalData8": "Remember, if you delete your account I will not be able to recover it.",
  "PersonalData9": "Delete account",
  "Patreon1": "Thank you for helping me financially to maintain this website, you can see the series of advantages available to you here:",
  "Patreon2": "You can help me financially maintain this website through Patreon, here you have information on how to do it and you can also see the series of advantages that you will have if you do so:",
  "Patreon3": "Patreon Mail",
  "Patreon4": "In case you use a different email for Patreon you can put it here:",
  "Patreon5": "Enter your email",
  "Patreon6": "That email is associated with another account.",
  "Patreon7": "The site automatically verifies Patreon users every 6 hours, so if you decide to support me financially you will have to wait a few hours to receive the benefits."
}