{
  "Title": "Cuenta",
  "String1": "Cambia la configuración de tu cuenta",
  "String2": "Cambiar Correo",
  "String3": "Notificaciones por Correo",
  "String4": "Cambiar Contraseña",
  "String6": "Claves",
  "String7": "Datos Personales",
  "String8": "Patreon",
  "String9": "Última importación",
  "String10": "Última sincronización",
  "String11": "Para acceder a todas las opciones debes confirmar tu correo de la cuenta.",
  "String12": "Accede a las claves de los juegos que has conseguido",
  "String13": "Gana 2 Coins cada día ademas de ayudar economicamente",
  "String14": "Recibe un correo cada vez que haya un nuevo mínimo histórico precio en un juego o una nueva noticia en la web",
  "String15": "Descarga los datos de tu cuenta o borra tu cuenta",
  "String16": "Cambia la contraseña para acceder a tu cuenta",
  "String17": "Cambia el correo asociado a tu cuenta",
  "String18": "Gestiona tus juegos",
  "String19": "IsThereAnyDeal",
  "String20": "Importa tus deseados usando el fichero JSON generado por IsThereAnyDeal",
  "String21": "Notificaciones Push",
  "String22": "Recibe una notificación en tu navegador web de cualquier dispositivo cada vez que haya un nuevo mínimo histórico precio en un juego o una nueva noticia en la web",
  "String23": "Gestionar tus notificaciones",
  "String24": "Idioma",
  "String25": "Cambia las preferencias del idioma en la web",
  "String26": "Foro",
  "String27": "Cambia la configuración para el foro",
  "String28": "Gestiona tus Pepe Coins",
  "String29": "Tienda",
  "String30": "Gasta tus monedas en juegos para Steam",
  "String31": "Historial",
  "String32": "Comprueba tu registro de monedas",
  "Mail1": "Correo Actual",
  "Mail2": "Por favor introduce tu correo",
  "Mail3": "Enviar correo de confirmación",
  "Mail4": "Nuevo Correo",
  "Mail5": "Cambiar Correo",
  "Mail6": "Correo de confirmación enviado. Por favor comprueba tu correo.",
  "Mail7": "Correo de confirmación para cambiar de correo enviado. Por favor comprueba tu correo.",
  "NotificationsMail1": "Lista de Deseados",
  "NotificationsMail2": "Se te notificará por correo cuando un juego de tu lista de deseados tenga un nuevo precio mínimo histórico.",
  "NotificationsMail3": "Bundles",
  "NotificationsMail4": "Se te notificará por correo cuando un nuevo bundle aparezca.",
  "NotificationsMail5": "Gratis",
  "NotificationsMail6": "Se te notificará por correo cuando un nuevo juego de pago se pueda adquirir gratis temporalmente.",
  "NotificationsMail7": "Suscripciones",
  "NotificationsMail8": "Se te notificará por correo cuando nuevos juegos aparezcan en servicios de suscripción que se puedan canjear en plataformas como Steam o GOG.",
  "NotificationsMail9": "Otros",
  "NotificationsMail10": "Se te notificará por correo cuando noticias relevantes aparezcan en la web y estas no sean de las categorías anteriores.",
  "NotificationsMail11": "Nota: Para evitar spam de correos sólo se envían correos cuando el nuevo precio mínimo histórico tiene una diferencia de al menos 10 céntimos de euro respecto al anterior precio.",
  "NotificationsPush1": "Lista de Deseados",
  "NotificationsPush2": "Se te notificará en tu navegador web cuando un juego de tu lista de deseados tenga un nuevo precio mínimo histórico.",
  "NotificationsPush3": "Bundles",
  "NotificationsPush4": "Se te notificará en tu navegador web cuando un nuevo bundle aparezca.",
  "NotificationsPush5": "Gratis",
  "NotificationsPush6": "Se te notificará en tu navegador web cuando un nuevo juego de pago se pueda adquirir gratis temporalmente.",
  "NotificationsPush7": "Suscripciones",
  "NotificationsPush8": "Se te notificará en tu navegador web cuando nuevos juegos aparezcan en servicios de suscripción que se puedan canjear en plataformas como Steam o GOG.",
  "NotificationsPush9": "Otros",
  "NotificationsPush10": "Se te notificará en tu navegador web cuando noticias relevantes aparezcan en la web y estas no sean de las categorías anteriores.",
  "NotificationsPush11": "Nota: Para evitar spam de notificaciones, sólo se envían notificaciones cuando el nuevo precio mínimo histórico tiene una diferencia de al menos 10 céntimos de euro respecto al anterior precio.",
  "NotificationsPush12": "Navegador web guardado:",
  "NotificationsPush13": "Añadir este navegador web para recibir notificaciones",
  "NotificationsPush14": "Quitar este navegador web de recibir notificaciones",
  "ChangePassword1": "Actual contraseña",
  "ChangePassword2": "Introduce tu actual contraseña",
  "ChangePassword3": "Nueva contraseña",
  "ChangePassword4": "Introduce tu nueva contraseña",
  "ChangePassword5": "Confirmar nueva contraseña",
  "ChangePassword6": "Confirma tu nueva contraseña",
  "ChangePassword7": "Cambiar Contraseña",
  "ChangePassword8": "La contraseña debe tener un mínimo de 6 caracteres",
  "ChangePassword9": "La contraseña debe tener al menos un número",
  "ChangePassword10": "La contraseña debe tener al menos una letra mayúscula",
  "ChangePassword11": "La contraseña debe tener al menos un carácter que no sea ni letra ni número",
  "ChangePassword12": "La contraseña de confirmación no coincide con la nueva contraseña",
  "ChangePassword13": "La contraseña actual no es la correcta",
  "ChangePassword14": "El cambio de contraseña se ha realizado con éxito",
  "ChangePassword15": "Se ha producido un error en el cambio de contraseña. Contacta con admin@pepeizqdeals.com",
  "Steam1": "https://steamcommunity.com/id/tunombre/",
  "Steam2": "Esta web solo necesita información de tu cuenta de Steam en los casos de que quieras ahorrar tiempo importando tu lista de deseados y que muestre en la ficha de los juegos si ya posees el juego en Steam.",
  "Steam3": "Para que funcione correctamente, los permisos de tu cuenta de Steam deben ser así.",
  "Steam4": "Ese usuario de Steam ya está asociado a otra cuenta registrada.",
  "Steam5": "Actualizar",
  "Steam6": "ID64:",
  "Steam7": "Nombre:",
  "Steam8": "Juegos en la cuenta:",
  "Steam9": "Juegos en la lista de deseados:",
  "Steam10": "Última comprobación",
  "Steam11": "Debes de tener tu cuenta de correo confirmada para poder usar esta sección.",
  "Steam12": "Los datos de tu cuenta de Steam solo se pueden actualizar una vez cada 10 minutos.",
  "Steam13": "Comprobando ID64 de la cuenta",
  "Steam14": "Comprobando datos",
  "Gog1": "https://www.gog.com/u/tunombre/",
  "Gog2": "Esta web solo necesita información de tu cuenta de GOG en los casos de que quieras ahorrar tiempo importando tu lista de deseados y que muestre en la ficha de los juegos si ya posees el juego en GOG.",
  "Gog3": "Para que funcione correctamente, los permisos de tu cuenta de GOG deben ser así.",
  "Gog4": "Ese usuario de GOG ya está asociado a otra cuenta registrada.",
  "Gog5": "Actualizar",
  "Gog6": "ID:",
  "Gog8": "Juegos en la cuenta:",
  "Gog9": "Juegos en la lista de deseados:",
  "Gog10": "Última comprobación",
  "Gog11": "Debes de tener tu cuenta de correo confirmada para poder usar esta sección.",
  "Gog12": "Los datos de tu cuenta de GOG solo se pueden actualizar una vez cada 10 minutos.",
  "Gog13": "Comprobando ID64 de la cuenta",
  "Gog14": "Comprobando datos",
  "Keys1": "No hay ninguna clave asociada a tu cuenta.",
  "Keys2": "Debes de tener tu cuenta de correo confirmada para poder usar esta sección.",
  "PersonalData1": "Datos de tu cuenta",
  "PersonalData2": "A continuación puedes descargar todos los datos vinculados a tu cuenta de los que hace uso la web.",
  "PersonalData3": "Descargar datos",
  "PersonalData4": "Borrar tu cuenta",
  "PersonalData5": "Puedes borrar tu cuenta de la web si lo consideras necesario, pero esta acción no tiene vuelta atrás, si borras tu cuenta no podré recuperarla.",
  "PersonalData6": "Borrar cuenta",
  "PersonalData7": "Antes de borrar la cuenta necesito que introduzcas tu contraseña de nuevo:",
  "PersonalData8": "Recuerda, si borras tu cuenta no podré recuperarla.",
  "PersonalData9": "Borrar cuenta",
  "Patreon1": "Gracias por ayudarme económicamente a mantener esta web, puedes ver la serie de ventajas de que dispones aquí:",
  "Patreon2": "Puedes ayudarme económicamente a mantener esta web a través de Patreon, aquí tienes información de como hacerlo y aparte puedes ver la serie de ventajas que dispondrás si lo haces:",
  "Patreon3": "Correo de Patreon",
  "Patreon4": "En caso de que uses un correo diferente para Patreon puedes ponerlo aquí:",
  "Patreon5": "Introduce tu correo",
  "Patreon6": "Ese correo esta asociado a otra cuenta.",
  "Patreon7": "La web verifica automáticamente cada 6 horas los usuarios de Patreon, así que si decides ayudarme económicamente tendrás que esperar unas horas para recibir las ventajas."
}