{
  "Title": "Compte",
  "String1": "Modifiez les paramètres de votre compte",
  "String2": "Modifier le courrier électronique",
  "String3": "Notifications par courrier électronique",
  "String4": "Changer le mot de passe",
  "String5": "Steam",
  "String6": "Clés",
  "String7": "Données personnelles",
  "String8": "Patréon",
  "String9": "Gog",
  "String10": "Synchronisez vos jeux et vos listes de souhaits à partir de votre compte GOG",
  "String11": "Synchronisez vos jeux et votre liste de souhaits depuis votre compte Steam",
  "String12": "Accédez aux clés des jeux que vous avez obtenus",
  "String13": "Ajoutez l'e-mail que vous utilisez sur Patreon et obtenez les avantages de l'aide sur le site Web",
  "String14": "Recevez un email à chaque fois qu'il y a un nouveau prix bas historique dans un jeu ou une nouvelle actualité sur ce site",
  "String15": "Téléchargez les données de votre compte ou supprimez votre compte",
  "String16": "Changez le mot de passe pour accéder à votre compte",
  "String17": "Modifiez l'e-mail associé à votre compte",
  "String18": "Gérez vos jeux et votre liste de souhaits",
  "String19": "Istheanydeal",
  "String20": "Importez votre liste de souhaits à l'aide du fichier JSON généré par IsThereAnyDeal",
  "String21": "Notifications poussées",
  "String22": "Recevez une notification dans votre navigateur Web sur n'importe quel appareil à chaque fois qu'il y a un nouveau prix bas historique dans un jeu ou une nouvelle nouvelle sur ce site Web",
  "String23": "Gérez vos notifications",
  "String24": "Langue",
  "String25": "Changer les préférences linguistiques sur ce Web",
  "String26": "Amazon Games",
  "String27": "Importez vos jeux Amazon à l'aide d'un fichier SQLite dans votre dossier d'installation",
  "String28": "GOG Galaxy",
  "String29": "Importez vos jeux Epic Games et vos jeux Ubisoft à l'aide d'un fichier DB dans votre dossier d'installation",
  "Mail1": "Courriel actuel",
  "Mail2": "Veuillez entrer votre email",
  "Mail3": "Envoyer un e-mail de vérification",
  "Mail4": "Nouvel e-mail",
  "Mail5": "Changer l'e-mail",
  "Mail6": "E-mail de vérification envoyé. ",
  "Mail7": "Lien de confirmation pour modifier l'e-mail envoyé. ",
  "NotificationsMail1": "Liste de souhaits",
  "NotificationsMail2": "Vous serez averti par e-mail lorsqu'un jeu de votre liste de souhaits atteint un nouveau prix historiquement bas.",
  "NotificationsMail3": "Forfaits",
  "NotificationsMail4": "Vous serez averti par e-mail lorsqu'un nouveau pack apparaîtra.",
  "NotificationsMail5": "Gratuit",
  "NotificationsMail6": "Vous serez averti par e-mail lorsqu'un nouveau jeu payant sera temporairement disponible gratuitement.",
  "NotificationsMail7": "Abonnements",
  "NotificationsMail8": "Vous serez averti par e-mail lorsque de nouveaux jeux apparaîtront sur les services d'abonnement pouvant être utilisés sur des plateformes telles que Steam ou GOG.",
  "NotificationsMail9": "Autres",
  "NotificationsMail10": "Vous serez averti par e-mail lorsque des nouvelles pertinentes apparaîtront sur le site Web et qu'elles ne font pas partie des catégories précédentes.",
  "NotificationsMail11": "Remarque : Pour éviter les spams, les e-mails ne sont envoyés que lorsque le nouveau prix historique présente une différence d'au moins 10 centimes d'euro par rapport au prix précédent.",
  "NotificationsPush1": "Liste de souhaits",
  "NotificationsPush2": "Vous serez averti dans votre navigateur Web lorsqu'un jeu de votre liste de souhaits atteint un nouveau prix historiquement bas.",
  "NotificationsPush3": "Forfaits",
  "NotificationsPush4": "Vous serez averti dans votre navigateur Web lorsqu'un nouveau forfait apparaîtra.",
  "NotificationsPush5": "Gratuit",
  "NotificationsPush6": "Vous serez averti dans votre navigateur Web lorsqu'un nouveau jeu payant sera temporairement disponible gratuitement.",
  "NotificationsPush7": "Abonnements",
  "NotificationsPush8": "Vous serez averti dans votre navigateur Web lorsque de nouveaux jeux apparaîtront sur des services d'abonnement pouvant être utilisés sur des plateformes telles que Steam ou GOG.",
  "NotificationsPush9": "Autres",
  "NotificationsPush10": "Vous serez averti dans votre navigateur Web lorsque des nouvelles pertinentes apparaîtront sur le site Web et qu'elles ne appartiennent pas aux catégories précédentes.",
  "NotificationsPush11": "Remarque : Pour éviter le spam de notification, les notifications ne sont envoyées que lorsque le nouveau prix historique présente une différence d'au moins 10 centimes d'euro par rapport au prix précédent.",
  "NotificationsPush12": "Navigateur Web enregistré :",
  "NotificationsPush13": "Ajoutez ce navigateur Web pour recevoir des notifications",
  "NotificationsPush14": "Supprimer ce navigateur Web de la réception de notifications",
  "ChangePassword1": "Mot de passe actuel",
  "ChangePassword2": "Entrez votre mot de passe actuel",
  "ChangePassword3": "Nouveau mot de passe",
  "ChangePassword4": "Entrez votre nouveau mot de passe",
  "ChangePassword5": "Confirmer le nouveau mot de passe",
  "ChangePassword6": "Confirmez votre nouveau mot de passe",
  "ChangePassword7": "Changer le mot de passe",
  "ChangePassword8": "Le mot de passe doit contenir au minimum 6 caractères",
  "ChangePassword9": "Le mot de passe doit avoir au moins un chiffre",
  "ChangePassword10": "Le mot de passe doit avoir au moins une lettre majuscule",
  "ChangePassword11": "Le mot de passe doit comporter au moins un caractère non alphanumérique",
  "ChangePassword12": "Le mot de passe de confirmation ne correspond pas au nouveau mot de passe",
  "ChangePassword13": "Le mot de passe actuel n'est pas correct",
  "ChangePassword14": "Le changement de mot de passe a réussi",
  "ChangePassword15": "Une erreur s'est produite lors de la modification du mot de passe. ",
  "Steam1": "https://steamcommunity.com/id/yourname/",
  "Steam2": "Ce site Web n'a besoin que des informations de votre compte Steam au cas où vous souhaiteriez gagner du temps en important votre liste de souhaits et afficher sur la page du jeu si vous possédez déjà le jeu sur Steam.",
  "Steam3": "Pour que cela fonctionne correctement, les autorisations de votre compte Steam doivent être comme ceci.",
  "Steam4": "Cet utilisateur Steam est déjà associé à un autre compte enregistré.",
  "Steam5": "Rafraîchir",
  "Steam6": "ID64 :",
  "Steam7": "Nom:",
  "Steam8": "Jeux sur le compte :",
  "Steam9": "Jeux sur la liste de souhaits :",
  "Steam10": "Dernière vérification",
  "Steam11": "Vous devez avoir confirmé votre compte de messagerie pour pouvoir utiliser cette section.",
  "Steam12": "Les données de votre compte Steam ne peuvent être mises à jour qu'une fois toutes les 10 minutes.",
  "Steam13": "Compte courant ID64",
  "Steam14": "Vérification des données",
  "Gog1": "https://www.gog.com/u/votrenom/",
  "Gog2": "Ce site Web n'a besoin que des informations de votre compte GOG au cas où vous souhaiteriez gagner du temps en important votre liste de souhaits et afficher sur la page du jeu si vous possédez déjà le jeu sur GOG.",
  "Gog3": "Pour que cela fonctionne correctement, les autorisations de votre compte GOG doivent être comme ceci.",
  "Gog4": "Cet utilisateur GOG est déjà associé à un autre compte enregistré.",
  "Gog5": "Rafraîchir",
  "Gog6": "IDENTIFIANT:",
  "Gog8": "Jeux sur le compte :",
  "Gog9": "Jeux sur la liste de souhaits :",
  "Gog10": "Dernière vérification",
  "Gog11": "Vous devez avoir confirmé votre compte de messagerie pour pouvoir utiliser cette section.",
  "Gog12": "Les données de votre compte GOG ne peuvent être mises à jour qu'une fois toutes les 10 minutes.",
  "Gog13": "Vérification de l'identifiant du compte",
  "Gog14": "Vérification des données",
  "Keys1": "Il n'y a pas de clé dans votre compte.",
  "Keys2": "Vous devez avoir confirmé votre compte de messagerie pour pouvoir utiliser cette section.",
  "PersonalData1": "Données de votre compte",
  "PersonalData2": "Ci-dessous, vous pouvez télécharger toutes les données liées à votre compte que le site utilise.",
  "PersonalData3": "Télécharger les données",
  "PersonalData4": "Supprimez votre compte",
  "PersonalData5": "Vous pouvez supprimer votre compte du site si vous le jugez nécessaire, mais il n'y a pas de retour en arrière sur cette action, si vous supprimez votre compte, je ne pourrai pas le récupérer.",
  "PersonalData6": "Supprimer le compte",
  "PersonalData7": "Avant de supprimer le compte, j'ai besoin que vous saisissiez à nouveau votre mot de passe :",
  "PersonalData8": "N'oubliez pas que si vous supprimez votre compte, je ne pourrai pas le récupérer.",
  "PersonalData9": "Supprimer le compte",
  "Patreon1": "Merci de m'aider financièrement à maintenir ce site internet, vous pouvez voir la série d'avantages qui s'offrent à vous ici :",
  "Patreon2": "Vous pouvez m'aider financièrement à maintenir ce site Web via Patreon, ici vous avez des informations sur la façon de le faire et vous pouvez également voir la série d'avantages que vous aurez si vous le faites :",
  "Patreon3": "Courrier Patreon",
  "Patreon4": "Si vous utilisez une autre adresse e-mail pour Patreon, vous pouvez la mettre ici :",
  "Patreon5": "Entrez votre email",
  "Patreon6": "Cet e-mail est associé à un autre compte.",
  "Patreon7": "Le site vérifie automatiquement les utilisateurs de Patreon toutes les 6 heures, donc si vous décidez de me soutenir financièrement, vous devrez attendre quelques heures pour bénéficier des avantages."
}