{
  "Title": "Account",
  "String1": "Modifica le impostazioni del tuo account",
  "String2": "Cambia email",
  "String3": "Notifiche email",
  "String4": "Cambiare la password",
  "String5": "Steam",
  "String6": "Tasti",
  "String7": "Dati personali",
  "String8": "Patreon",
  "String9": "GOG",
  "String10": "Sincronizza i tuoi giochi e la lista dei desideri dal tuo account GOG",
  "String11": "Sincronizza i tuoi giochi e la tua lista dei desideri dal tuo account Steam",
  "String12": "Accedi alle chiavi dei giochi che hai ottenuto",
  "String13": "Aggiungi l'email che usi su Patreon e ottieni i vantaggi di aiutare sul sito web",
  "String14": "Ricevi un'email ogni volta che c'è un nuovo prezzo minimo storico in un gioco o una nuova notizia su questo sito",
  "String15": "Scarica i dati del tuo account o elimina il tuo account",
  "String16": "Cambia la password per accedere al tuo account",
  "String17": "Modifica l'email associata al tuo account",
  "String18": "Importa i tuoi giochi e la lista dei desideri",
  "String19": "Isthereanydeal",
  "String20": "Importa la tua lista dei desideri utilizzando il file JSON generato da IsThereAnyDeal",
  "String21": "Notifiche push",
  "String22": "Ricevi una notifica nel browser Web su qualsiasi dispositivo ogni volta che c'è un nuovo prezzo storico basso in un gioco o una nuova notizia su questo sito Web",
  "String23": "Gestione delle notifiche",
  "String24": "Lingua",
  "String25": "Cambia le preferenze della lingua su questo web",
  "String26": "Amazon Games",
  "String27": "Importa i tuoi giochi Amazon utilizzando un file SQLite nella cartella di installazione",
  "Mail1": "E-mail corrente",
  "Mail2": "Per favore inserisci la tua email",
  "Mail3": "Invia e-mail di verifica",
  "Mail4": "Nuova e-mail",
  "Mail5": "Cambia e-mail",
  "Mail6": "E-mail di verifica inviata. ",
  "Mail7": "Link di conferma per modificare l'email inviata. ",
  "NotificationsMail1": "Lista dei desideri",
  "NotificationsMail2": "Riceverai una notifica via e-mail quando un gioco nella tua lista dei desideri raggiunge un nuovo prezzo basso storico.",
  "NotificationsMail3": "Fasci",
  "NotificationsMail4": "Riceverai una notifica via e-mail quando viene visualizzato un nuovo pacchetto.",
  "NotificationsMail5": "Gratuito",
  "NotificationsMail6": "Riceverai una notifica via e-mail quando un nuovo gioco a pagamento sarà temporaneamente disponibile gratuitamente.",
  "NotificationsMail7": "Abbonamenti",
  "NotificationsMail8": "Riceverai una notifica via e-mail quando compaiono nuovi giochi sui servizi in abbonamento che possono essere riscattati su piattaforme come Steam o GOG.",
  "NotificationsMail9": "Altri",
  "NotificationsMail10": "Riceverai una notifica via e-mail quando sul sito Web verranno visualizzate notizie pertinenti e queste non appartengono alle categorie precedenti.",
  "NotificationsMail11": "Nota: Per evitare email di spam, le email vengono inviate solo quando il nuovo prezzo storico presenta una differenza di almeno 10 centesimi di euro rispetto al prezzo precedente.",
  "NotificationsPush1": "Lista dei desideri",
  "NotificationsPush2": "Riceverai una notifica nel tuo browser web quando un gioco nella tua lista dei desideri raggiunge un nuovo prezzo minimo storico.",
  "NotificationsPush3": "Fasci",
  "NotificationsPush4": "Riceverai una notifica nel tuo browser web quando viene visualizzato un nuovo pacchetto.",
  "NotificationsPush5": "Gratuito",
  "NotificationsPush6": "Riceverai una notifica nel tuo browser web quando un nuovo gioco a pagamento sarà temporaneamente disponibile gratuitamente.",
  "NotificationsPush7": "Abbonamenti",
  "NotificationsPush8": "Riceverai una notifica nel tuo browser web quando nuovi giochi appaiono sui servizi in abbonamento che possono essere riscattati su piattaforme come Steam o GOG.",
  "NotificationsPush9": "Altri",
  "NotificationsPush10": "Riceverai una notifica nel tuo browser web quando sul sito web verranno visualizzate notizie pertinenti e queste non appartengono alle categorie precedenti.",
  "NotificationsPush11": "Nota: Per evitare spam nelle notifiche, le notifiche vengono inviate solo quando il nuovo prezzo storico presenta una differenza di almeno 10 centesimi di euro rispetto al prezzo precedente.",
  "NotificationsPush12": "Browser web salvato:",
  "NotificationsPush13": "Aggiungi questo browser web per ricevere notifiche",
  "NotificationsPush14": "Rimuovi questo browser web dalla ricezione delle notifiche",
  "ChangePassword1": "Password attuale",
  "ChangePassword2": "Inserisci la tua password attuale",
  "ChangePassword3": "Nuova password",
  "ChangePassword4": "Inserisci la tua nuova password",
  "ChangePassword5": "Conferma la nuova password",
  "ChangePassword6": "Conferma la tua nuova password",
  "ChangePassword7": "Cambiare la password",
  "ChangePassword8": "La password deve contenere almeno 6 caratteri",
  "ChangePassword9": "La password deve contenere almeno un numero",
  "ChangePassword10": "La password deve contenere almeno una lettera maiuscola",
  "ChangePassword11": "La password deve contenere almeno un carattere non alfanumerico",
  "ChangePassword12": "La password di conferma non corrisponde alla nuova password",
  "ChangePassword13": "La password attuale non è corretta",
  "ChangePassword14": "La modifica della password è riuscita",
  "ChangePassword15": "Si è verificato un errore durante la modifica della password. ",
  "Steam1": "https://steamcommunity.com/id/tuonome/",
  "Steam2": "Questo sito web ha bisogno solo delle informazioni del tuo account Steam nel caso in cui desideri risparmiare tempo importando la tua lista dei desideri e mostrarla nella pagina del gioco se possiedi già il gioco su Steam.",
  "Steam3": "Affinché funzioni correttamente, i permessi del tuo account Steam devono essere così.",
  "Steam4": "Quell'utente Steam è già associato a un altro account registrato.",
  "Steam5": "Aggiorna",
  "Steam6": "ID64:",
  "Steam7": "Nome:",
  "Steam8": "Giochi sul conto:",
  "Steam9": "Giochi nella lista dei desideri:",
  "Steam10": "Ultimo controllo",
  "Steam11": "È necessario che il tuo account e-mail sia confermato per poter utilizzare questa sezione.",
  "Steam12": "I dati del tuo account Steam possono essere aggiornati solo una volta ogni 10 minuti.",
  "Steam13": "Controllo ID account64",
  "Steam14": "Controllo dei dati",
  "Gog1": "https://www.gog.com/u/tuonome/",
  "Gog2": "Questo sito web ha bisogno solo delle informazioni del tuo account GOG nel caso in cui desideri risparmiare tempo importando la tua lista dei desideri e mostrare nella pagina del gioco se possiedi già il gioco su GOG.",
  "Gog3": "Affinché funzioni correttamente, le autorizzazioni del tuo account GOG devono essere così.",
  "Gog4": "Quell'utente GOG è già associato a un altro account registrato.",
  "Gog5": "Aggiorna",
  "Gog6": "ID:",
  "Gog8": "Giochi sul conto:",
  "Gog9": "Giochi nella lista dei desideri:",
  "Gog10": "Ultimo controllo",
  "Gog11": "È necessario che il tuo account e-mail sia confermato per poter utilizzare questa sezione.",
  "Gog12": "I dati del tuo account GOG possono essere aggiornati solo una volta ogni 10 minuti.",
  "Gog13": "Controllo dell'ID dell'account",
  "Gog14": "Controllo dei dati",
  "Keys1": "Non c'è nessuna chiave nel tuo account.",
  "Keys2": "È necessario che il tuo account e-mail sia confermato per poter utilizzare questa sezione.",
  "PersonalData1": "Dati dal tuo account",
  "PersonalData2": "Di seguito puoi scaricare tutti i dati collegati al tuo account utilizzati dal sito.",
  "PersonalData3": "Scarica i dati",
  "PersonalData4": "Elimina il tuo account",
  "PersonalData5": "Puoi eliminare il tuo account dal sito web se lo ritieni necessario, ma non è possibile tornare indietro su questa azione, se elimini il tuo account non sarò in grado di recuperarlo.",
  "PersonalData6": "Elimina account",
  "PersonalData7": "Prima di eliminare l'account ho bisogno che tu inserisca nuovamente la password:",
  "PersonalData8": "Ricorda, se elimini il tuo account non potrò recuperarlo.",
  "PersonalData9": "Elimina account",
  "Patreon1": "Grazie per avermi aiutato finanziariamente a mantenere questo sito web, puoi vedere la serie di vantaggi a tua disposizione qui:",
  "Patreon2": "Puoi aiutarmi finanziariamente a mantenere questo sito tramite Patreon, qui hai informazioni su come farlo e puoi anche vedere la serie di vantaggi che avrai se lo farai:",
  "Patreon3": "Posta Patreon",
  "Patreon4": "Nel caso in cui utilizzi un indirizzo email diverso per Patreon puoi inserirlo qui:",
  "Patreon5": "Inserisci la tua email",
  "Patreon6": "Quell'e-mail è associata a un altro account.",
  "Patreon7": "Il sito verifica automaticamente gli utenti Patreon ogni 6 ore, quindi se decidi di sostenermi finanziariamente dovrai attendere qualche ora per ricevere i benefici."
}