{
  "Title": "Conta",
  "String1": "Altere as configurações da sua conta",
  "String2": "Altere o email",
  "String3": "Notificações por e-mail",
  "String4": "Alterar a senha",
  "String5": "Steam",
  "String6": "Chaves",
  "String7": "Dados pessoais",
  "String8": "Patreon",
  "String9": "GOG",
  "String10": "Sincronize seus jogos e a lista de desejos da sua conta Gog",
  "String11": "Sincronize seus jogos e a lista de desejos da sua conta Steam",
  "String12": "Acesse as chaves nos jogos que você obteve",
  "String13": "Adicione o e-mail que você usa no Patreon e obtenha as vantagens de ajudar no site",
  "String14": "Receba um e-mail toda vez que há um novo preço histórico em um jogo ou uma nova notícia neste site",
  "String15": "Baixe os dados da sua conta ou exclua sua conta",
  "String16": "Altere a senha para acessar sua conta",
  "String17": "Altere o e-mail associado à sua conta",
  "String18": "Importe seus jogos e lista de desejos",
  "String19": "IsThereAnyDeal",
  "String20": "Importe sua lista de desejos usando o arquivo JSON gerado por IsThereAnyDeal",
  "String21": "Notificações push",
  "String22": "Receba uma notificação no seu navegador da web em qualquer dispositivo toda vez que houver um novo preço histórico em um jogo ou uma nova notícia neste site",
  "String23": "Gerenciando notificações",
  "String24": "Linguagem",
  "String25": "Alterar as preferências da linguagem nesta web",
  "String26": "Amazon Games",
  "String27": "Importe seus jogos da Amazon usando um arquivo sqlite na sua pasta de instalação",
  "Mail1": "Email atual",
  "Mail2": "Por favor, digite seu e-mail",
  "Mail3": "Enviar email de verificação",
  "Mail4": "Novo email",
  "Mail5": "Altere o email",
  "Mail6": "Email de verificação enviado. ",
  "Mail7": "Link de confirmação para alterar o email enviado. ",
  "NotificationsMail1": "Lista de desejos",
  "NotificationsMail2": "Você será notificado por e-mail quando um jogo na sua lista de desejos atingir um novo preço histórico baixo.",
  "NotificationsMail3": "Pacotes",
  "NotificationsMail4": "Você será notificado por e-mail quando um novo pacote aparecer.",
  "NotificationsMail5": "Livre",
  "NotificationsMail6": "Você será notificado por e-mail quando um novo jogo pago estiver temporariamente disponível gratuitamente.",
  "NotificationsMail7": "Assinaturas",
  "NotificationsMail8": "Você será notificado por e-mail quando novos jogos aparecerem em serviços de assinatura que podem ser resgatados em plataformas como Steam ou GOG.",
  "NotificationsMail9": "Outros",
  "NotificationsMail10": "Você será notificado por e-mail quando notícias relevantes aparecerem no site e estas não são das categorias anteriores.",
  "NotificationsMail11": "Nota: Para evitar e-mails de spam, os e-mails são enviados apenas quando o novo preço histórico tem uma diferença de pelo menos 10 centavos de euros em comparação com o preço anterior.",
  "NotificationsPush1": "Lista de desejos",
  "NotificationsPush2": "Você será notificado em seu navegador da web quando um jogo na sua lista de desejos atingir um novo preço histórico baixo.",
  "NotificationsPush3": "Pacotes",
  "NotificationsPush4": "Você será notificado em seu navegador da web quando um novo pacote aparecer.",
  "NotificationsPush5": "Livre",
  "NotificationsPush6": "Você será notificado no seu navegador da web quando um novo jogo pago estiver temporariamente disponível gratuitamente.",
  "NotificationsPush7": "Assinaturas",
  "NotificationsPush8": "Você será notificado em seu navegador da web quando novos jogos aparecerem em serviços de assinatura que podem ser resgatados em plataformas como Steam ou GOG.",
  "NotificationsPush9": "Outros",
  "NotificationsPush10": "Você será notificado em seu navegador da Web quando as notícias relevantes aparecerem no site e estas não são das categorias anteriores.",
  "NotificationsPush11": "Nota: Para evitar o spam de notificação, as notificações são enviadas apenas quando o novo preço histórico tem uma diferença de pelo menos 10 centavos de euros em comparação com o preço anterior.",
  "NotificationsPush12": "Navegador salvo da web:",
  "NotificationsPush13": "Adicione este navegador da web para receber notificações",
  "NotificationsPush14": "Remova este navegador da web de receber notificações",
  "ChangePassword1": "Senha atual",
  "ChangePassword2": "Digite sua senha atual",
  "ChangePassword3": "Nova Senha",
  "ChangePassword4": "Digite sua nova senha",
  "ChangePassword5": "Confirme nova senha",
  "ChangePassword6": "Confirme sua nova senha",
  "ChangePassword7": "Alterar a senha",
  "ChangePassword8": "A senha deve ser no mínimo 6 caracteres",
  "ChangePassword9": "A senha deve ter pelo menos um número",
  "ChangePassword10": "A senha deve ter pelo menos uma carta maiúscula",
  "ChangePassword11": "A senha deve ter pelo menos um personagem não alfanumérico",
  "ChangePassword12": "A senha de confirmação não corresponde à nova senha",
  "ChangePassword13": "A senha atual não está correta",
  "ChangePassword14": "A mudança de senha foi bem-sucedida",
  "ChangePassword15": "Ocorreu um erro ao alterar a senha. ",
  "Steam1": "https://steamcommunity.com/id/yourname/",
  "Steam2": "Este site precisa apenas de informações da sua conta Steam, caso você queira economizar tempo importando sua lista de desejos e mostrar na página do jogo se você já possui o jogo no Steam.",
  "Steam3": "Para que funcione corretamente, suas permissões de conta a vapor devem ser assim.",
  "Steam4": "Esse usuário do Steam já está associado a outra conta registrada.",
  "Steam5": "Atualizar",
  "Steam6": "ID64:",
  "Steam7": "Nome:",
  "Steam8": "Jogos na conta:",
  "Steam9": "Jogos na lista de desejos:",
  "Steam10": "Última verificação",
  "Steam11": "Você deve ter sua conta de email confirmada para poder usar esta seção.",
  "Steam12": "Os dados da sua conta de vapor só podem ser atualizados uma vez a cada 10 minutos.",
  "Steam13": "Verificação da conta ID64",
  "Steam14": "Verificando dados",
  "Gog1": "https://www.gog.com/u/yourname/",
  "Gog2": "Este site precisa apenas de informações da sua conta GOG, caso você queira economizar tempo importando sua lista de desejos e exibir na página do jogo se você já possui o jogo no GOG.",
  "Gog3": "Para que funcione corretamente, sua conta do GOG as permissões deve ser assim.",
  "Gog4": "Esse usuário do Gog já está associado a outra conta registrada.",
  "Gog5": "Atualizar",
  "Gog6": "EU IA:",
  "Gog8": "Jogos na conta:",
  "Gog9": "Jogos na lista de desejos:",
  "Gog10": "Última verificação",
  "Gog11": "Você deve ter sua conta de email confirmada para poder usar esta seção.",
  "Gog12": "Os dados da sua conta Gog só podem ser atualizados a cada 10 minutos.",
  "Gog13": "Verificação da conta da conta",
  "Gog14": "Verificando dados",
  "Keys1": "Não há chave em sua conta.",
  "Keys2": "Você deve ter sua conta de email confirmada para poder usar esta seção.",
  "PersonalData1": "Dados da sua conta",
  "PersonalData2": "Abaixo, você pode baixar todos os dados vinculados à sua conta que o site usa.",
  "PersonalData3": "Baixar dados",
  "PersonalData4": "Exclua sua conta",
  "PersonalData5": "Você pode excluir sua conta do site, se considerar necessário, mas não há como voltar a essa ação, se você excluir sua conta, não poderá recuperá-la.",
  "PersonalData6": "Excluir conta",
  "PersonalData7": "Antes de excluir a conta, preciso que você insira sua senha novamente:",
  "PersonalData8": "Lembre -se, se você excluir sua conta, não poderei recuperá-la.",
  "PersonalData9": "Excluir conta",
  "Patreon1": "Obrigado por me ajudar financeiramente a manter este site, você pode ver a série de vantagens disponíveis aqui:",
  "Patreon2": "Você pode me ajudar a manter financeiramente este site através do Patreon, aqui você tem informações sobre como fazê-lo e também pode ver a série de vantagens que terá se o fizer:",
  "Patreon3": "Patreon Mail",
  "Patreon4": "Caso você use um e-mail diferente para o Patreon, você pode colocá-lo aqui:",
  "Patreon5": "Digite seu e-mail",
  "Patreon6": "Esse email está associado a outra conta.",
  "Patreon7": "O site verifica automaticamente os usuários do Patreon a cada 6 horas; portanto, se você decidir me apoiar financeiramente, terá que esperar algumas horas para receber os benefícios."
}