{
  "Title": "Conta",
  "String1": "Alterar as configurações da sua conta",
  "String2": "Alterar e-mail",
  "String3": "Notificações por e-mail",
  "String4": "Alterar a senha",
  "String5": "Steam",
  "String6": "Chaves",
  "String7": "Dados Pessoais",
  "String8": "Patreon",
  "String9": "GOG",
  "String10": "Importe seus jogos e lista de desejos da sua conta GOG",
  "String11": "Importe seus jogos e lista de desejos da sua conta Steam",
  "String12": "Acesse as chaves dos jogos que você obteve",
  "String13": "Adicione o e-mail que você usa no Patreon e tenha as vantagens de ajudar no site",
  "String14": "Receba um e-mail sempre que houver um novo mínimo em um jogo ou uma nova notícia",
  "String15": "Baixe os dados da sua conta ou exclua sua conta",
  "String16": "Altere a senha para acessar sua conta",
  "String17": "Altere o e-mail associado à sua conta",
  "String18": "Importe seus jogos e lista de desejos",
  "String19": "IsThereAnyDeal",
  "String20": "Importe sua lista de desejos usando o conteúdo do arquivo JSON gerado em IsThereAnyDeal",
  "String21": "Notificações push",
  "String22": "Receba uma notificação em seu navegador em qualquer dispositivo sempre que houver um novo preço mínimo histórico em um jogo ou uma nova notícia neste site",
  "String23": "Gerenciando notificações",
  "Mail1": "E-mail atual",
  "Mail2": "Por favor insira seu e-mail",
  "Mail3": "Enviar e-mail de verificação",
  "Mail4": "Novo e-mail",
  "Mail5": "Alterar e-mail",
  "Mail6": "E-mail de verificação enviado. ",
  "Mail7": "Link de confirmação para alteração do e-mail enviado. ",
  "NotificationsMail1": "Lista de desejos",
  "NotificationsMail2": "Você será notificado por e-mail quando um jogo em sua lista de desejos atingir um novo preço mínimo histórico.",
  "NotificationsMail3": "Pacotes",
  "NotificationsMail4": "Você será notificado por e-mail quando um novo pacote aparecer.",
  "NotificationsMail5": "Livre",
  "NotificationsMail6": "Você será notificado por e-mail quando um novo jogo pago estiver temporariamente disponível gratuitamente.",
  "NotificationsMail7": "Assinaturas",
  "NotificationsMail8": "Você será notificado por e-mail quando novos jogos aparecerem em serviços de assinatura que podem ser resgatados em plataformas como Steam ou GOG.",
  "NotificationsMail9": "Outros",
  "NotificationsMail10": "Você será notificado por e-mail quando surgirem notícias relevantes no site e que não sejam das categorias anteriores.",
  "NotificationsMail11": "Nota: Para evitar emails de spam, os emails só são enviados quando o novo preço histórico apresenta uma diferença de pelo menos 10 cêntimos de euro face ao preço anterior.",
  "NotificationsPush1": "Lista de desejos",
  "NotificationsPush2": "Você será notificado em seu navegador quando um jogo em sua lista de desejos atingir um novo preço mínimo histórico.",
  "NotificationsPush3": "Pacotes",
  "NotificationsPush4": "Você será notificado em seu navegador quando um novo pacote aparecer.",
  "NotificationsPush5": "Livre",
  "NotificationsPush6": "Você será notificado em seu navegador quando um novo jogo pago estiver temporariamente disponível gratuitamente.",
  "NotificationsPush7": "Assinaturas",
  "NotificationsPush8": "Você será notificado em seu navegador quando novos jogos aparecerem em serviços de assinatura que podem ser resgatados em plataformas como Steam ou GOG.",
  "NotificationsPush9": "Outros",
  "NotificationsPush10": "Você será notificado em seu navegador quando notícias relevantes aparecerem no site e não forem das categorias anteriores.",
  "NotificationsPush11": "Nota: Para evitar spam de notificação, as notificações só são enviadas quando o novo preço histórico apresenta uma diferença de pelo menos 10 cêntimos de euro face ao preço anterior.",
  "NotificationsPush12": "Navegador salvo:",
  "NotificationsPush13": "Adicione este navegador para receber notificações",
  "NotificationsPush14": "Remover este navegador da web do recebimento de notificações",
  "ChangePassword1": "Senha atual",
  "ChangePassword2": "Digite sua senha atual",
  "ChangePassword3": "Nova Senha",
  "ChangePassword4": "Digite sua nova senha",
  "ChangePassword5": "Confirme a nova senha",
  "ChangePassword6": "Confirme sua nova senha",
  "ChangePassword7": "Alterar a senha",
  "ChangePassword8": "A senha deve ter no mínimo 6 caracteres",
  "ChangePassword9": "A senha deve ter pelo menos um número",
  "ChangePassword10": "A senha deve ter pelo menos uma letra maiúscula",
  "ChangePassword11": "A senha deve ter pelo menos um caractere não alfanumérico",
  "ChangePassword12": "A senha de confirmação não corresponde à nova senha",
  "ChangePassword13": "A senha atual não está correta",
  "ChangePassword14": "A alteração da senha foi bem-sucedida",
  "ChangePassword15": "Ocorreu um erro ao alterar a senha. ",
  "Steam1": "https://steamcommunity.com/id/seunome/",
  "Steam2": "Este site só precisa de informações da sua conta Steam caso você queira economizar tempo importando sua lista de desejos e mostrando na página do jogo se você já possui o jogo no Steam.",
  "Steam3": "Para que funcione corretamente, as permissões da sua conta Steam devem ser assim.",
  "Steam4": "Esse usuário Steam já está associado a outra conta registrada.",
  "Steam5": "Atualizar",
  "Steam6": "ID64:",
  "Steam7": "Nome:",
  "Steam8": "Jogos na conta:",
  "Steam9": "Jogos na lista de desejos:",
  "Steam10": "Última verificação",
  "Steam11": "Você deve ter sua conta de e-mail confirmada para poder usar esta seção.",
  "Steam12": "Os dados da sua conta Steam só podem ser atualizados uma vez a cada 10 minutos.",
  "Steam13": "Verificando a conta ID64",
  "Steam14": "Verificando dados",
  "Gog1": "https://www.gog.com/u/seunome/",
  "Gog2": "Este site só precisa das informações da sua conta GOG caso você queira economizar tempo importando sua lista de desejos e mostrar na página do jogo se você já possui o jogo no GOG.",
  "Gog3": "Para que funcione corretamente, as permissões da sua conta GOG devem ser assim.",
  "Gog4": "Esse usuário GOG já está associado a outra conta registrada.",
  "Gog5": "Atualizar",
  "Gog6": "EU IA:",
  "Gog8": "Jogos na conta:",
  "Gog9": "Jogos na lista de desejos:",
  "Gog10": "Última verificação",
  "Gog11": "Você deve ter sua conta de e-mail confirmada para poder usar esta seção.",
  "Gog12": "Os dados da sua conta GOG só podem ser atualizados uma vez a cada 10 minutos.",
  "Gog13": "Verificando o ID da conta",
  "Gog14": "Verificando dados",
  "Isthereanydeal1": "Importe sua lista de desejos",
  "Isthereanydeal2": "Copie o conteúdo do arquivo JSON aqui:",
  "Isthereanydeal3": "Coisas que você deve saber antes de importar sua lista de desejos",
  "Isthereanydeal4": "IsThereAnyDeal fornece o mínimo de informações quando você exporta sua lista de desejos de lá. ",
  "Isthereanydeal5": "IsThereAnyDeal não fornece nenhuma informação sobre em qual plataforma você deseja que seus jogos listados estejam, portanto, por padrão, ao importar jogos, eles serão atribuídos ao Steam.",
  "Isthereanydeal6": "Em IsThereAnyDeal você pode exportar sua lista de desejos em formato JSON aqui:",
  "Isthereanydeal7": "Esta importação não é automática, você deve exportar sua lista de desejos de IsThereAnyDeal para um arquivo JSON e copiar o conteúdo desse arquivo abaixo. ",
  "Isthereanydeal8": "Quantidade da sua lista de desejos importada: {0}",
  "Keys1": "Não há chave em sua conta.",
  "Keys2": "Você deve ter sua conta de e-mail confirmada para poder usar esta seção.",
  "PersonalData1": "Dados da sua conta",
  "PersonalData2": "Abaixo você pode baixar todos os dados vinculados à sua conta que o site utiliza.",
  "PersonalData3": "Baixar dados",
  "PersonalData4": "Exclua sua conta",
  "PersonalData5": "Você pode excluir sua conta do site se considerar necessário, mas não há como voltar atrás nesta ação, se você excluir sua conta não poderei recuperá-la.",
  "PersonalData6": "Excluir conta",
  "PersonalData7": "Antes de excluir a conta, preciso que você digite sua senha novamente:",
  "PersonalData8": "Lembre-se, se você excluir sua conta, não poderei recuperá-la.",
  "PersonalData9": "Excluir conta",
  "Patreon1": "Obrigado por me ajudar financeiramente a manter este site, você pode ver a série de vantagens disponíveis para você aqui:",
  "Patreon2": "Você pode me ajudar financeiramente a manter este site através do Patreon, aqui você tem informações de como fazer e também pode ver a série de vantagens que terá se fizer isso:",
  "Patreon3": "Correio do Patreon",
  "Patreon4": "Caso você use um e-mail diferente para o Patreon, você pode colocá-lo aqui:",
  "Patreon5": "Digite seu e-mail",
  "Patreon6": "Esse e-mail está associado a outra conta.",
  "Patreon7": "O site verifica automaticamente os usuários do Patreon a cada 6 horas, então se você decidir me apoiar financeiramente terá que esperar algumas horas para receber os benefícios."
}