{
  "Title": "Cost of maintaining this website",
  "Subtitle": "Here I detail the costs of keeping the website operational, and I also include the transactions and things I'd like to add to the website but that cost money.",
  "String1": "Personally, I believe in being as transparent as possible with this project and that entails an important aspect, the money generated. Below I've detailed website-related transactions, costs required for the website to operate, and things I'd like to do on the website but that cost money. I have never used the money earned from referrals or donations to pay myself whims because I prefer that this project remains open source, without ads and without massive data collection.",
  "String2": "Server • $286.20",
  "String3": "Paid until {0} hosted on SmarterASP hosting with the .NET Premium mode.",
  "String4": "Domain • 70.95€",
  "String5": "Paid until {0} on Webempresa hosting.",
  "String6": "SSL • $29",
  "String7": "Paid until {0} on SmarterASP hosting.",
  "String8": "Extra 1 Static IP • $24",
  "String9": "Paid until {0} on SmarterASP hosting.",
  "String10": "It is paid every 3 years (taxes included).",
  "String11": "It is paid every 5 years (taxes not included).",
  "String12": "It is paid every 1 year (taxes included).",
  "String13": "It is paid every 1 year (taxes included).",
  "String14": "Note: Starting in November 2024, I started recording every transaction related to the website.",
  "String15": "Things I'd like to add but cost money I don't have",
  "String16": "Current balance",
  "String17": "Expenses necessary for the operation of the website",
  "String18": "Transactions",
  "String19": "Expanding the main server, with more RAM and more hard drive space, I could add things like image hosting or game information in multiple languages.",
  "String20": "Extending the server and domain timeframes would take a weight off my shoulders, so not having to worry about these bills would be a real relief.",
  "String21": "Expanding the email server, the one I have is embarrassing but it's what I can afford."
}