{
  "Title": "Wunschliste",
  "String1": "Wunschliste",
  "String2": "Bestellen nach",
  "String3": "Bewertungen (Prozentsatz)",
  "String4": "Preis",
  "String5": "Rabatt",
  "String6": "Historischer Tiefststand",
  "String7": "Suche nach Namen",
  "String8": "{0} Angebote",
  "String9": "Bewertungen (Anzahl)",
  "String10": "Name (A-Z)",
  "String11": "{0} historische Tiefststände",
  "String12": "Optionen",
  "String13": "Modus historische Tiefststände",
  "String14": "Name (Z-A)",
  "String15": "Bündel",
  "String16": "Frei",
  "String17": "Abonnements",
  "String18": "Verlauf anzeigen (Bundles, kostenlos und Abonnements)",
  "String19": "Mindestrabatt",
  "String20": "Maximaler Preis",
  "String21": "Sie müssen ein Spiel zu Ihrer Wunschliste hinzufügen. Sie haben auch die Möglichkeit, Ihre Steam-Wunschliste zu importieren, wenn Sie ein Konto verknüpfen.",
  "String22": "Entfernen",
  "String23": "Offen",
  "String24": "Export",
  "String25": "JSON formatieren",
  "String26": "Exportieren Sie Ihre Wunschliste in eine Datei und machen Sie damit, was Sie wollen. Ich werde Ihnen niemals Einschränkungen auferlegen:",
  "String27": "Filter",
  "String28": "Es werden nur Deals mit historischen Tiefstständen angezeigt, der Rest wird ausgeblendet.",
  "String29": "Spiele auf der Wunschliste erhalten eine Option zum Öffnen einer Seite auf der Website, eine weitere Option zum Entfernen des Spiels von der Wunschliste und einen Mini-Verlauf, der angibt, ob das Spiel in einem Bundle, einer kostenlosen Aktion oder einem Abonnement enthalten war.",
  "String30": "Es werden Spiele auf Ihrer Wunschliste angezeigt, die mindestens den angegebenen Mindestrabatt haben.",
  "String31": "Spiele auf Ihrer Wunschliste, die den angegebenen Höchstpreis überschreiten, werden nicht angezeigt.",
  "String32": "Aktie",
  "String33": "Wenn Sie Ihre Wunschliste teilen möchten, muss diese Option aktiviert sein.",
  "String34": "Damit diese Option funktioniert, müssen Sie Ihrer Wunschliste einen identifizierenden Namen zuweisen, beispielsweise Ihren Spitznamen:",
  "String35": "Schreiben Sie einen Namen"
}