{
  "Title": "Liste de souhaits",
  "String1": "Liste de souhaits",
  "String2": "Commander par",
  "String3": "Avis (pourcentage)",
  "String4": "Prix",
  "String5": "Rabais",
  "String6": "Plus bas historique",
  "String7": "Rechercher par nom",
  "String8": "{0} offres",
  "String9": "Avis (quantité)",
  "String10": "Nom (A-Z)",
  "String11": "{0} plus bas historiques",
  "String12": "Possibilités",
  "String13": "Modes les plus bas historiques",
  "String14": "Nom (Z-A)",
  "String15": "Forfaits",
  "String16": "Gratuit",
  "String17": "Abonnements",
  "String18": "Afficher l'historique (offres groupées, gratuites et abonnements)",
  "String19": "Remise minimale",
  "String20": "Prix ​​maximum",
  "String21": "Vous devez ajouter un jeu à votre liste de souhaits, vous avez également la possibilité d'importer votre liste de souhaits Steam si vous associez un compte.",
  "String22": "Retirer",
  "String23": "Ouvrir",
  "String24": "Exporter",
  "String25": "Formater JSON",
  "String26": "Exportez votre liste de souhaits dans un fichier et faites-en ce que vous voulez, je ne vous imposerai jamais de restrictions :",
  "String27": "Filtre",
  "String28": "Seules les transactions avec des plus bas historiques seront affichées, le reste sera masqué.",
  "String29": "Les jeux de la liste de souhaits auront la possibilité d'ouvrir une page sur le site Web, une autre option pour supprimer le jeu de la liste de souhaits et un mini historique indiquant si le jeu a fait partie d'un pack, d'une promotion gratuite ou d'un abonnement.",
  "String30": "Les jeux de votre liste de souhaits qui bénéficient au moins de la réduction minimale indiquée seront affichés.",
  "String31": "Les jeux de votre liste de souhaits qui dépassent le prix maximum indiqué ne seront pas affichés.",
  "String32": "Partager",
  "String33": "Si vous souhaitez partager votre liste de souhaits, vous devez activer cette option.",
  "String34": "Pour que cette option fonctionne, vous devez attribuer un nom identifiant à votre liste de souhaits, comme votre pseudo :",
  "String35": "Écrivez un nom"
}